General-1926/Furth-Educ-Elect-Zhu-1927.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-12-22 Mon 01:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>談升學與選課：給一個中校生的十二封信之七</title>
<meta name="author" content="孟實" />
<meta name="generator" content="Org Mode" />
<link type="text/css" href="../styles/layout.css" rel="stylesheet"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">談升學與選課：給一個中校生的十二封信之七</h1>
<input id="disqus-identifier" value="G1926-001"></input>

<p>
朋友：
</p>

<p>
你快要在中學畢業了，此時升學問題自然常在腦際盤旋。這一着也是人生一大關鍵，所以值得你慎而又慎。
</p>

<p>
升學問題分析起來便成爲兩個問題，第一是選校問題，第二是選科問題。這兩個問題自然是密切相關的，但是爲說話清晰起見，分開來說，較爲便利。
</p>

<p>
我把選校問題放在第一，因爲靑年們對於選校是最容易走入迷途的。現在中國社會還帶有科舉時代的資格迷。比方說小學纔畢業便希望進大學，中學纔畢業便希望出洋，出洋基本學問還沒有做好，便希望掇拾中國古色斑斑的東西去換博士。學校文憑只是一種找飯碗的敲門磚。學校招牌愈亮，文憑就愈行時，實學是無人過問的。社會既有這種資格迷，而資格買賣所便乘機而起。租三間鋪面，拉攏一個名流當「名譽校長」，便可掛起一個某某大學的招牌，只看上海一隅，大學的總數比英或法全國大學的總數似乎還要超過，誰說中國文化沒有提高呢？大學既多，只是稱「大學」還不能動聽，於是「大學」之上又冠以「美國政府註冊」的頭銜。既「大學」而又在「美國政府註冊」，生意自然更加茂盛了，何況許多名流又肯「熱心教育」做「名譽校長」呢？
</p>

<p>
朋友，可惜這些多如牛毛的大學都不能解決我們升學的困難，因爲那些有「名譽校長」或是「美國政府註冊」的大學，是預備讓有錢可花的少爺公子們去逍遙歲月的，像你我們既無錢可花，又無時光可花，只好望望然去罷。
</p>

<p>
你的好友　光潛。
</p>

<p>
（原載自《一般》雜誌第二卷第四期）
</p>
</div>
<div id="postamble" class="status">
<p class="date">Date: 1927-04-01 Fri 00:00</p>
<p class="author">Author: 孟實</p>
<p class="date">Created: 2025-12-22 Mon 01:57</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
